Repository: Ramin-RX7/RSS-Feed
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: user-agent header is not provided
es: El encabezado del agente de usuario no se proporciona.
fr: l'en-tête de l'agent utilisateur n'est pas fourni

source: No access token
es: Sin token de acceso
fr: Pas de jeton d'accès

source: Token prefix missing
es: Falta el prefijo del token
fr: Préfixe de jeton manquant

source: Access token expired
es: token de actualización no válido
fr: Jeton d'accès expiré

source: invalid refresh token
es: token de actualización no válido
fr: jeton d'actualisation invalide

source: User identifier not found
es: Identificador de usuario no encontrado
fr: Identifiant utilisateur introuvable

source: Not Found in cache, login again.
es: No encontrado en caché, inicie sesión nuevamente.
fr: Introuvable dans le cache, connectez-vous à nouveau.

source: Invalid refresh token, please login again.
es: Token de actualización no válido, inicie sesión nuevamente.
fr: Jeton d'actualisation invalide, veuillez vous reconnecter.

source: Authentication credentials were not provided.
es: No se proporcionaron las credenciales de autenticación.
fr: Les informations d'authentification n'ont pas été fournies.

source: Expired refresh token, please login again.
es: Token de actualización caducado, inicie sesión nuevamente.
fr: Jeton d'actualisation expiré, veuillez vous reconnecter.

source: Passwords don't match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas

source: Password must have length between 6-125
es: La contraseña debe tener una longitud entre 6 y 125
fr: Le mot de passe doit avoir une longueur comprise entre 6 et 125

source: Invalid Credentials
es: Credenciales no válidas
fr: Les informations d'identification invalides

source: already authenticated
es: ya autenticado
fr: déjà authentifié

source: {type(e)}: {e}
es: error occured {e}
fr: error occured!!! {e}

source: invalid password
es: contraseña invalida

source: new password can not be same as old password
es: la nueva contraseña no puede ser la misma que la anterior
fr: le nouveau mot de passe ne peut pas être identique à l'ancien mot de passe

source: password changed successfully
es: Contraseña cambiada con éxito
fr: Le mot de passe a été changé avec succès

source: email field not provided
es: campo de correo electrónico no proporcionado
fr: champ email non fourni

source: already liked
es: Ya me gusta
fr: déjà aimé

source: not liked yet
es: no me gusta todavía
fr: pas encore aimé

source: Like removed successfully.
es: Me gusta eliminado con éxito.
fr: Comme supprimé avec succès.

source: Episode not found.
es: Episodio no encontrado.
fr: Épisode introuvable.

source: Subscribe removed successfully.
es: La suscripción se eliminó correctamente.
fr: Abonnez-vous supprimé avec succès.

source: login required
es: Necesario iniciar sesión
fr: Connexion requise

source: Recommendation method not found
es: Método de recomendación no encontrado
fr: Méthode de recommandation introuvable

source: ok
fr: d'accord
